package data

var CarBrands = map[string][]string {
	"zh_CN": {"雪弗兰","保时捷","瑞麒","北汽福田","日产","海马","达西亚","斯堪尼亚","林肯","道奇","西亚特","标致","帝豪","荣威","宇通","嘎斯","大金龙","夏利","帕加尼","起亚","上汽","斯巴鲁","雷克萨斯","欧宝","本田","劳斯莱斯","奔腾","别克","霍顿","威麟","兰博基尼","福特","理念","丰田","玛莎拉蒂","法拉利","长安","吉利","凯佰赫","东风","雪铁龙","西尔贝","迈巴赫","现代","启辰","马科斯","迈凯伦","奔驰","众泰","斯柯达","特斯拉","英菲尼迪","三菱","三星","大众","江淮","华晨","力帆","红旗","吉列塔","雷诺","宝腾","奥斯汀","宝马","一汽","奥迪","宝骏","厦门金龙","沃尔沃","东风风神","克莱斯勒","宾利","凯迪拉克","大宇","奇瑞","阿尔法罗密欧","MINI","路虎","讴歌","菲亚特","悍马","全球鹰","长城","布加迪","雪铁龙","名爵","捷豹","阿斯顿马丁","铃木","马自达","大发","解放","比亚迪"},
	"en_US":{"BenZ"},
}